const lecturers = [
    {
        id: 'ID_L_01',
        name: "Сергей Петров",
        description: "В качестве преподавателей мы приглашаем специалистов, которые знают ИТ изнутри: владельцев бизнеса, руководителей, менеджеров, ученых и сотрудников университетов. Эти специалисты ведут лекции и семинары, отвечают на вопросы студентов, помогают с домашними заданиями и консультируют индивидуально.",
        photoLink: require("../img/front_lector.jpg"),
        curs: "Frontend-разработка"    },
    {
        id: 'ID_L_02',
        name: "Сергей Петров",
        description: "В качестве преподавателей мы приглашаем специалистов, которые знают ИТ изнутри: владельцев бизнеса, руководителей, менеджеров, ученых и сотрудников университетов. Эти специалисты ведут лекции и семинары, отвечают на вопросы студентов, помогают с домашними заданиями и консультируют индивидуально.",
        photoLink: require("../img/python_lector.jpg"), 
        curs: "Python"
    },
    {
        id: 'ID_L_03',
        name: "Сергей Петров",
        description: "В качестве преподавателей мы приглашаем специалистов, которые знают ИТ изнутри: владельцев бизнеса, руководителей, менеджеров, ученых и сотрудников университетов. Эти специалисты ведут лекции и семинары, отвечают на вопросы студентов, помогают с домашними заданиями и консультируют индивидуально.",
        photoLink: require("../img/ux_lector.jpg"),
        curs: "UX/UI-дизайн"    },
    {
        id: 'ID_L_04',
        name: "Сергей Петров",
        description: "В качестве преподавателей мы приглашаем специалистов, которые знают ИТ изнутри: владельцев бизнеса, руководителей, менеджеров, ученых и сотрудников университетов. Эти специалисты ведут лекции и семинары, отвечают на вопросы студентов, помогают с домашними заданиями и консультируют индивидуально.",
        photoLink: require("../img/java_lector.jpg"), 
        curs: "Java"
    },
    {
        id: 'ID_L_05',
        name: "Сергей Петров",
        description: "В качестве преподавателей мы приглашаем специалистов, которые знают ИТ изнутри: владельцев бизнеса, руководителей, менеджеров, ученых и сотрудников университетов. Эти специалисты ведут лекции и семинары, отвечают на вопросы студентов, помогают с домашними заданиями и консультируют индивидуально.",
        photoLink: require("../img/machine_learning_lector.jpg"),
        curs: "Machine learning"    },
    {
        id: 'ID_L_06',
        name: "Сергей Петров",
        description: "В качестве преподавателей мы приглашаем специалистов, которые знают ИТ изнутри: владельцев бизнеса, руководителей, менеджеров, ученых и сотрудников университетов. Эти специалисты ведут лекции и семинары, отвечают на вопросы студентов, помогают с домашними заданиями и консультируют индивидуально.",
        photoLink: require("../img/unity_lector.jpg"), 
        curs: "Разработка игр на Unity"
    }
]

export default lecturers;
